tap "homebrew/bundle"
tap "homebrew/services"
cask "1password"
cask "kitty"
cask "spotify"
cask "rectangle"
cask "arc"
cask "obsidian"
cask "eqmac"
cask "postman"
cask "postico"
cask "docker"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "freetds"
brew "fswatch"
brew "libavif"
brew "gd"
brew "harfbuzz"
brew "helix"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "libzip"
brew "mysql", restart_service: true
brew "openssl@1.1"
brew "node"
brew "postgresql@14"
brew "pure"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "trash"
brew "yarn"
brew "z"
